/**
 * Constants.java
 * util
 * author      date
 * ──────────────────────────────────
 * xiao    2015年8月21日
 * Copyright (c)2015, All Rights Reserved.
 * Java源代码,未经许可禁止任何人、任何组织通过任何
 * 渠道使用、修改源代码.
 */
package com.util;


public class Constants {
    public volatile static String[] title_row_all = {"名称", "营养素", "热量(大卡)", "碳水化合物(克)", "脂肪(克)", "蛋白质(克)", "纤维素(克)", "维生素A(微克)", "维生素C(毫克)", "维生素E(毫克)", "胡萝卜素(微克)", "硫胺素(毫克)", "核黄素(毫克)", "烟酸(毫克)", "胆固醇(毫克)", "镁(毫克)", "钙(毫克)", "铁(毫克)", "锌(毫克)", "铜(毫克)", "锰(毫克)", "钾(毫克)", "磷(毫克)", "钠(毫克)", "硒(微克)"};
    public volatile static String[] title_row = {"营养素", "热量(大卡)", "碳水化合物(克)", "脂肪(克)", "蛋白质(克)", "纤维素(克)", "维生素A(微克)", "维生素C(毫克)", "维生素E(毫克)", "胡萝卜素(微克)", "硫胺素(毫克)", "核黄素(毫克)", "烟酸(毫克)", "胆固醇(毫克)", "镁(毫克)", "钙(毫克)", "铁(毫克)", "锌(毫克)", "铜(毫克)", "锰(毫克)", "钾(毫克)", "磷(毫克)", "钠(毫克)", "硒(微克)"};

}
